{"quotes":[
  {
    "quote": "Älä koskaan syytä omista teoistasi ketään muuta. Se on mafian laki.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Elämässä on tullut takapakkia, joskus etupakkiakin.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Kaikki hyväksikäyttäjät voivat ampua itsensä kuuhun.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Tällä kertaa ei lähtenyt lapasesta, vaan lähti jalat alta.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Silloin kun biletetään, ei mistään teelusikasta juoda",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Palautuksia tuli varmaan ensimmäisen kerran sataan vuoteen.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Metri metriltä se mäki pienenee.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Miksi et mene heittämään kiviä järveen? Se on ihan sama, oletko golfkentällä vai heittelemässä kiviä.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "En minä ihan selvin päin kompuroinut, vaan alkoholilla oli osuutta asiaan.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Joskus tulee piikkejä, mutta se ei ole jatkuvaa. Kerran, kaksi vuodessa – siinä se.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Jokainen sen kaappinsa löytää.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Meikäläisen aikataulu on sellainen, että ikinä ei olla myöhässä mistään.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Nyt on korkki auki. Hämmästyttää ja ihmetyttää.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Jos mies on lomalla, naiset pitävät turpansa kiinni.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Kihlat meni, mutta suhdetoiminta jatkuu.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Ruokarauha se on merirosvollakin.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Ennen oli poliisit sentään poliiseja ja laivat rautaa. Nyt on poliisit peltiä ja laivat mitä lie lasikuitua.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Elämä on laiffii.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Ehkä otin, ehkä en, so not, kunhan hyppy kulkee.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Elämä on ihmisen parasta aikaa.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Jokainen tsäänssi on mahdollisuus!",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Se on ihan fifty-sixty miten käy.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Rakkaus on kuin lankakerä - se alkaa ja loppuu.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Kaikki on all right ainakin minulla. En tiedä, onko muilla.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Huominen on aina tulevaisuutta.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Asiat ovat sekaisin kuin Haminan kaupunki.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Saksa-Itävalta on mun toinen kotimaa.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Lahti on kyllä ihan mesta paikka.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Kun sä lähdet hyppyyn, sä olet ihan yksin. Sä joudut siinä hyppyrinnokalla tekemään yksinäsi ihan omat ratkaisut. Sä oot siellä ylhäällä ihan up yours.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Aina ku mä hyppään ja pääsen siihen hyppyrin nokalle, niin mulle tulee sellanen bon voyage -tunne, siis että mä oon kokenu tän joskus aikasemminkin.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "En suosittele antabusta kenellekään. Sen kanssa ryypätessä tulee ihan kammottava olo.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Mulla on karismaa!",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Mä en mene siihen lankaan että alkaisin haalimaan jotain omaisuutta.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "No pilluhan se on aina mielessä, mutta hypätään nyt ensin!",
    "author": "Matti Nykänen"
  },
  {
    "quote": "On kaksi osaa ihmisiä. Joku vetää huumeita, joku urheilee, joku vetää itsensä loppuun ja joku vaan nukkuu. Minä kuulun siihen porukkaan, joka nukkuu, urheilee, rakastelee ja hakkaa itseään ja voipi olla, että siinä joskus osuu toiseenkin ihmiseen.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Minä olen venäläinen, vaikka ei ole punaista päällä, olen kommunisti, mutta näyttelen vaan. Oikeasti olen ihminen, joka kävelee ja puhuu puhelimeen.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Niinhän se on, meillä nostetaan perunoita keväällä ja muualla syksyllä!",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Joka toista tökkii, niin kyllä se jossain vaiheessa siellä alapäässä alkaa tuntua, ettei olisi kannattanut tökkiä väärään paikkaan.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Sauvakävelin siellä järvellä ja opin avantouinnin.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Kysymys kuulostaa kysymykseltä.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "On se aika epäkornia käytöstä.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Kaikkihan meistä on syöny makkaraa. Mutta kuka meistä on syöny ylikypsää Tapolaa?",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Meikäläinen on nykyään avioliittoneuvoja. Jos menee hyvin niin meikäläinen paikalle. Se on seittemän sekuntia ja kaikki on päin persettä.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Eiköhän se niin päin oo että tuo toinen osapuoli pikkusen reippaammin ottaa tuota alkoholia.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Mä olen edelleen maailman paras mäkihyppääjä, nykytyylillä voisin hypätä 300 m halkomotti selässä.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Elokuva elokuvana. Elokuva kun tehdään, niin se on elokuvaa.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Kyllähän se Rosberg puhui sijoitusasioista, mutta ei mulle ole mitään iloa siitä että laitan rahoja jonnekin Monacoon. Jos saan ite valita, niin puhtaana käteen, kiitos.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Ajattelin, että kaikki lähtee taas samaa oravanpyörää. Keikka, siideri, kaksi siideriä, sitten kori ja poliisit. Nyt kun olen ollut päihteettömien osastolla ja käsitellyt asiaa, niin kyllä minun pitää pystyä hoitamaan työni ilman siideriä.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Mä tunnen kovan jätkän, se pelaa shakkia, mutta koskaan ei oo voittanut mattia!" ,
    "author": "Matti Nykänen"
  },
  {
    "quote": "Jos se romaanimuotoon kirjoitetaan, niin siinä kirjassa ei ole yhtään totta.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Sovitaanko että sinä oot vahtimestari ja minä oon maailmanmestari?",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Totuus on todellakin todellisuutta.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Sävytän hiukseni kerran kahdessa kuukaudessa ja maailma muuttuu, ja minä sen mukana.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Erityisesti pidän kananmunan valkuaisista, joita kuluu noin 15 yhdessä päivässä.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Elokuva oli täyttä fiktiota, mutta oli siinä vähän faktaakin.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Ja se mitä tota tänään iltapäivälehdessä on lukenu että me heitetään leipäkkinä (play-back) ni se ei pidä paikkaansa. Tää koko toimittaja on leipäkki koko jätkä.",
    "author": "Matti Nykänen"
  },
  {
    "quote": "Laulaminen on niin kuin vaimon päälle menee: kyllä se siitä lähtee.",
    "author": "Matti Nykänen"
  },

]
}
